Repository: jpawlowski/openvpn-als
Catalog: language/src/ZH-CN/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Choose the policies you wish to attach this network place to.
zh_cn: 选择你愿意连接这个网络邻居的政策.

source: You must select at least one policy to attach this network place.
zh_cn: 您必须至少选择一个政策，连接此网络邻居

source: Step 3 - Personal Network Place Policy
zh_cn: 步骤 3 -网络邻居政策

source: Your personal Network Place is going to be attached to your personal policy: "{0}"<br/>Please know that an admin may, at everytime, see, edit and deleted your personal resource and policy.
zh_cn: 您的个人网络邻居将是附加到您的个人的政策: "{0}"<br/>请注意，管理员可以在每次看见，修改和删除您的个人资源和政策

source: Step 4 - Network Place Summary
zh_cn: 步骤4 - 网络邻居总结

source: Review the information below before clicking on <strong>Finish</strong> to create the network place.
zh_cn: 检查以下信息，在点击前<strong>完成</strong> 创建网络邻居

source: Network Place Name:
zh_cn: 网络邻居名:

source: Network Place Created
zh_cn: 网络邻居已创建

source: The network place creation wizard is now complete.
zh_cn: 网络邻居创建向导现已完成。

source: The creation of the network place failed.
zh_cn: 创建网络邻居失败。

source: The creation of the network place is complete, but some warnings occurred.
zh_cn: 建立了网络邻居完成，但一些警告发生.

source: Network Place created.
zh_cn: 网络邻居已创建.

source: Attached network place to policies.
zh_cn: 连接网络邻居的政策..

source: Failed to create new network place.
zh_cn: 未能创造新的网络邻居.

source: Windows File Sharing
zh_cn: Windows 文件共享

source: Try current user (1st)
zh_cn: 用当先用户试试(第一次)

source: First, try using the current OpenVPN-ALS user / password if an underlying file store requests authentication.
zh_cn: 首先，请尝试使用当前OpenVPN-ALS用户/密码，如果一个潜在的文件存储要求验证。

source: Try guest (2nd)
zh_cn: 客人试试 (第二次)

source: Second, try using the underlying stores guest user and password if it requests authentication.
zh_cn: 第二，请尝试使用基本的商店客户用户和密码，如果它要求验证。

source: This is store dependant.
zh_cn: 这是商店的依赖性。

source: WINS server address
zh_cn: WINS服务器地址

source: NetBIOS hostname
zh_cn: NetBIOS 主机名

source: NetBIOS hostname.
zh_cn: NetBIOS 主机名

source: NetBIOS scope
zh_cn: NetBIOS 范围

source: This is extremely rare but NetBIOS provides for a "scope id" to be used in a attempt to conceal groups of machines on the same network.
zh_cn: 这是极为罕见的NetBIOS ，但提供了一个“范围编号” ，用于在企图掩盖团体的机器在同一网络上。

source: Ask your network administrator if scope id is used.
zh_cn: 咨询您的网络管理员，如果使用范围编号。

source: If so, it must be set using this property or name queries will fail.
zh_cn: 如果是这样，它必须设置使用此属性或名称查询将失败

source: NetBIOS local interface address
zh_cn: NetBIOS 本地接口地址

source: The IP address of the local interface the client should bind to for name queries if it is different from the default.
zh_cn: 本地接口的客户端IP地址应绑定到的名称查询，如果它是默认的。

source: NetBIOS Broadcast address
zh_cn: NetBIOS广播地址

source: Broadcast address
zh_cn: 广播地址

source: LMHOSTS file path
zh_cn: LMHOSTS文件地址

source: The path to an lmhosts file containing a map of IP addresses to hostnames.
zh_cn: LMHOSTS文件路径载有一份IP地址的地图，对于主机名来说。

source: Local interface address
zh_cn: 本地接口地址

source: The IP address of the local interface the client should bind to if it is different from the default.
zh_cn: 本地接口的客户端IP地址应绑定，如果它不是默认的。

source: Disable plain text passwords
zh_cn: 禁用纯文本密码

source: Disable use of plain text passwords.
zh_cn: 禁用纯文本密码

source: NetBIOS Socket timeout (seconds)
zh_cn: NetBIOS Socket 超时(秒)

source: To prevent the client from holding resources unnecessarily, the datagram socket used for nameservice queries is closed after this time period which is specified in seconds.
zh_cn: 为了防止客户持有资源不必要的，数据包socket用于nameservice查询关闭，在这段时间内是以秒计算的

source: The default is 5 seconds.
zh_cn: 缺省值是5秒.

source: NetBIOS retry count
zh_cn: NetBIOS 再试计数

source: The number of times a name query should be attempted if no answer is received.
zh_cn: 名称查询试图如果没有收到答复的次数。

source: In adverse network conditions one may wish to increase this value however failed name queries take retryCount * retryDuration milliseconds.
zh_cn: 在恶劣的网络条件之一不妨增加该值

source: The default value is 2.
zh_cn: 缺省值是2

source: NetBIOS retry timeout (seconds)
zh_cn: NetBIOS 重试超时(秒)

source: The duration in seconds that the client will wait for a response to a name query.
zh_cn: 在几秒钟的时间，客户机将等待响应名称查询。

source: The default is 3 seconds.
zh_cn: 缺省值是3

source: Resolve order
zh_cn: 解析顺序

source: A comma separated list of name resolution method identifiers that specify which methods will be used and in what order to resolve hostnames.
zh_cn: 以逗号分隔列表中的名称解析方法标识符指定的方法将用于在什么顺序来解析主机名称。

source: Possibly values are LMHOSTS,WINS,BCAST and DNS.
zh_cn: 可能的值是 LMHOSTS,WINS,BCAST and DNS.

source: Response timeout (seconds)
zh_cn: 反映超时 (秒)

source: The time period in seconds that the client will wait for a response to a request from the server.
zh_cn: 在几秒钟的时间，客户机将等待响应名称查询。

source: The default value is 10000.
zh_cn: 缺省值是 10000.

source: Under poor network conditions you may wish to increase this value but socket timeout should be increased as well to accommodate.
zh_cn: 在恶劣的网络条件，您可能希望增加该值，但socket超时也应增加以适应。

source: Socket timeout (seconds)
zh_cn: Socket 超时 (秒)

source: To prevent the client from holding server resources unnecessarily, sockets are closed after this time period if there is no activity.
zh_cn: 为了防止客户持有不必要的服务器资源，socket会被关闭，如果这段时间内如果没有人的活动.

source: This time is specified in seconds.
zh_cn: 这个时间具体到秒

source: The default is 15 seconds.
zh_cn: 缺省值是15秒.

source: Guest user
zh_cn: 客人用户

source: The username to use if option 'Try guest user' is enabled.
zh_cn: 使用的用户名，如果选择'尝试住客用户‘选项已启用。

source: Guest password
zh_cn: 客人密码

source: The password to use if option 'Try guest user' is enabled.
zh_cn: 使用的密码，如果选择'尝试住客用户‘选项已启用。

source: Allow open webfolder in Firefox
zh_cn: 允许打开web文件夹在Firefox

source: When enabled, Firefox users will also see the <i>Open As Webfolder</i> action for network places.
zh_cn: 当启用时， Firefox用户也将看到 <i>用web文件夹打开</i> 网络邻居行为

source: This requires that the <a href="https://addons.mozilla.org/firefox/540/"><i>Open as Webfolder</i></i> firefox extension is installed.
zh_cn: 这需要 <a href="https://addons.mozilla.org/firefox/540/"><i>用web文件夹打开</i></i> firefox extension已安装.

source: Automatic
zh_cn: 自动的

source: Automatically detect the file system type from the path entered.
zh_cn: 自动检测文件系统类型从路径进入.

source: You may enter absolute local paths, relative local paths, UNC paths or URI paths (e.g. ftp://myftpserver/home).
zh_cn: 您可以输入绝对本地路径，相对本地路径， UNC路径或网址路径（例如ftp://myftpserver/home ） 。

source: FTP, or File Transfer Protocol.
zh_cn: FTP, or 文件传输协议.

source: This network place type connects to FTP servers.
zh_cn: 这个网络邻居的类型连接到FTP服务器

source: Windows Network
zh_cn: Windows 网络

source: This network place type connects to Windows Network File servers and compatible systems.
zh_cn: 这个网络邻居的类型连接到Windows网络文件服务器和兼容的系统

source: Also known as SMB or CIFS file systems.
zh_cn: 被称为SMB or CIFS文件系统

source: This network place type connects to WebDAV servers (HTTP only, no HTTPS support yet)
zh_cn: 这个网络邻居的类型连接到WebDAV servers (只HTTP, 没有HTTPS支持)

source: Local File
zh_cn: 本地文件

source: This network place type provides sharing of files from local directories.
zh_cn: 这一网络邻居类型提供的文件共享从当地目录。

source: Note, files will be read and written under the same user as the OpenVPN-ALS server process runs as.
zh_cn: 请注意，文件将被读，写在同一用户的OpenVPN-ALS Server进程运行。

source: This network place type provides a read only virtual file system mapped to a JAR (Java Archive) file.
zh_cn: 这一网络的地方提供了一个类型只读虚拟文件系统映射到一JAR( Java Archive）文件..

source: This network place type provides a read only virtual file system mapped to a Zip file.
zh_cn: 这一网络邻居提供了一个类型只读虚拟文件系统映射到一个Zip文件。

source: This network place type provides a read only virtual file system mapped to a Tar file.
zh_cn: 这一网络邻居提供了一个类型只读虚拟文件系统映射到一个Tar文件。

source: This network place type provides a read only virtual file system mapped to a Gzipped Tar file.
zh_cn: 这一网络邻居提供了一个类型只读虚拟文件系统映射到一个Gzipped Tar文件。.

source: This network place type provides a read only virtual file system mapped to a Bzip2 Tar file.
zh_cn: 这一网络邻居提供了一个类型只读虚拟文件系统映射到一个Bzip2 Tar文件。.

source: Vfs Directory Listed
zh_cn: Vfs 目录被列出

source: Vfs Directory Created
zh_cn: Vfs 目录被创建

source: Vfs File Deleted
zh_cn: Vfs 文件被删除

source: Vfs File Download Started
zh_cn: Vfs 文件下载开始

source: Vfs File Download Completed
zh_cn: Vfs 文件下载完成

source: Vfs File Copied
zh_cn: Vfs文件拷贝了

source: Vfs Directory Deleted
zh_cn: Vfs 目录删除了

source: Vfs File Uploaded
zh_cn: Vfs 文件更新了

source: Vfs Zip Downloaded
zh_cn: Vfs Zip 下载了

source: Vfs Paste Completed
zh_cn: Vfs 粘贴完成

source: Vfs Rename Completed
zh_cn: Vfs 重命名完成

source: Network Place Edited
zh_cn: 网络邻居已编辑

source: Network Place Deleted
zh_cn: 网络邻居已删除

source: Destination URI
zh_cn: URI目标地址

source: Destination Path
zh_cn: 目标地址路径

source: Allow Recursive
zh_cn: 允许递归

source: File name
zh_cn: 文件名

source: Directory name
zh_cn: 目录名

source: Operation
zh_cn: 操作

source: Old name
zh_cn: 老的名字

source: New name
zh_cn: 新的名字

source: User agent
zh_cn: 用户代理

source: FTP Options
zh_cn: FTP 选项

source: Mode
zh_cn: 模式

source: The mode the ftp network place connection runs on.
zh_cn: 该模式的FTP连接的网络上运行的地方

source: Idle timeout (seconds)
zh_cn: 闲置超时(秒)

source: The idle time in seconds to wait before automatically disconnecting from an FTP server, a value of 0 means no timeout.
zh_cn: 时间间隔用秒计算，以等待自动断开从FTP服务器，值为0意味着没有超时。

source: Host Type
zh_cn: 主机类型

source: Defines the FTP server's directory/file format style.<br/>When you select Auto-Detect, an attempt will be made to parse the result of the SYST response string to determine the server directory style.<br/>If this fails, then the server type can be set manually.
zh_cn: 定义了FTP服务器的目录/文件格式的风格<br/>当您选择自动检测，是企图将解析的结果，系统响应字符串，以确定服务器的目录样式。<br/>如果失败，那么服务器类型可手动设置。

source: Enterprise Unix
zh_cn: 企业版Unix

source: Message resources for the OpenVPN-ALS Policy Framework
zh_cn: OpenVPN-ALS 政策框架的信息资源

source: OpenVPN-ALS:::Resource Information
zh_cn: OpenVPN-ALS:::资源信息

source: Here you may view a resource in more detail.
zh_cn: 在这里你可以查看资源更多的信息

source: Date Created:
zh_cn: 创建日期:

source: Date Amended:
zh_cn: 更改了日期:

source: There are a total of {0} policies attached to this resource.
zh_cn: 总共有 {0} 政策连接到这个资源

source: Edit the resource to see all policies.
zh_cn: 编辑这个资源来查看所有的政策.

source: List
zh_cn: 列表

source: View resources as a list
zh_cn: 查看资源列表

source: Icons
zh_cn: 图标

source: View resources as icons
zh_cn: 查看资源用图标形式

source: Other Options
zh_cn: 其他选项

source: Other options for this page
zh_cn: 这一页的其他选项

source: OpenVPN-ALS:::Policies
zh_cn: OpenVPN-ALS:::政策

source: Here you may maintain your policies.
zh_cn: 这里维护你的政策.

source: Policies create an association between a group of principals (users or groups).
zh_cn: 政策创建一个联系在组原则之间（用户或组）

source: These policies may then be granted access to any resource attached to them.
zh_cn: 这些政策可能给于访问连接他们的任何资源

source: Page:
zh_cn: 页:

source: Items:
zh_cn: 项目:

source: Policy name
zh_cn: 政策名字

source: Create a new policy
zh_cn: 创建一个新的政策

source: Cancel selection of a policy and close this window
zh_cn: 取消这个政策并关闭窗口

source: No policies are available.
zh_cn: 没有政策可选.

source: Show Personal Policies
zh_cn: 显示个人政策

source: Create Policy
zh_cn: 创建政策

source: Click here if you wish to create a new policy and grant principals access to it.
zh_cn: 点击这里如果你希望创建新的个人政策和给于原则访问它

source: Cancel and return to wizard
zh_cn: 取消和返回向导

source: Cancel configuring policies and return to the resource creation wizard.
zh_cn: 取消配置政策和返回资源创建向导

source: Remove policy
zh_cn: 删除政策

source: Edit policy
zh_cn: 编辑政策

source: Copy policy
zh_cn: 拷贝政策

source: Add To Favorites
zh_cn: 添加到我的收藏

source: OpenVPN-ALS::Edit Policy
zh_cn: OpenVPN-ALS::编辑政策

source: Here you may edit a policy.
zh_cn: 这里你可以编辑政策

source: Edit Policy
zh_cn: 编辑政策

source: Accounts:
zh_cn: 账户:

source: Groups:
zh_cn: 组:

source: Principals
zh_cn: 原则

source: Account
zh_cn: 账户

source: Selected Accounts
zh_cn: 选择账户

source: Group
zh_cn: 组

source: Selected Groups
zh_cn: 选择组

source: Available Policies
zh_cn: 可用的政策

source: Selected Policies
zh_cn: 已选政策

source: User {0} does not exist.
zh_cn: 用户 {0} 不存在.

source: Group {0} does not exist.
zh_cn: 组 {0} 不存在.

source: Policy <b>{0}</b> saved.
zh_cn: 政策 <b>{0}</b> 保存了.

source: OpenVPN-ALS:::Remove Policy
zh_cn: OpenVPN-ALS:::删除政策

source: Confirm remove
zh_cn: 确认删除

source: Are you sure you wish to remove this policy.
zh_cn: 你确定你要删除这个政策.

source: Policy <b>{0}</b> deleted.
zh_cn: 政策 <b>{0}</b> 删除了.

source: Please select the policies that you wish granted access to this resource.
zh_cn: 请选择政策你希望的你给于访问权限的这个资源

source: Up
zh_cn: 上移

source: Down
zh_cn: 下移

source: OpenVPN-ALS::::Create Policy
zh_cn: OpenVPN-ALS::::创建政策

source: The following wizard will guide you through the stages of creating a new policy and grant principal (users or groups) to it.
zh_cn: 下面的向导将引导您完成配置阶段的一个新的政策，并指派原则（用户或组）到它。.

source: Policy Details
zh_cn: 政策详情

source: Principal Selection
zh_cn: 原则选择

source: Step 1 - Policy Details
zh_cn: 步骤1 - 政策详情

source: Please provide a name for this policy.
zh_cn: 请提供名字为这个政策

source: No policy name has been provided.
zh_cn: 没有政策名字提供

source: No description for the policy has been provided.
zh_cn: 这个政策没有描述提供。

source: Policy name must be {0} characters or less.
zh_cn: 政策名必须是 {0} 字符.

source: You must provide a description for this policy.
zh_cn: 你必须提供表述为这个政策

source: Failed to check for policy by name.
zh_cn: 用名字检查政策失败.

source: Policy named <strong>{0}</strong> already exists.
zh_cn: 政策命名 <strong>{0}</strong> 已存在 exists.

source: Step 2 - Principal Selection
zh_cn: 步骤 2 - 原则选择

source: Choose the principals (users or groups) that you wish to have to access to any resources attached to this policy.
zh_cn: 选择原则（用户或组）你愿意连接这个政策给于访问权限的资源.

source: Please type the name of the accounts or groups that you wish to attach to this policy.
zh_cn: 请输入账户或组的名字，你愿意连接这个政策

source: Step 3 - Policy Nesting
zh_cn: 步骤 3 - 政策嵌套

source: Policies may be nested.
zh_cn: 政策可能嵌套.

source: Please choose which other policies you wish to be children of this policy.
zh_cn: 请选择其他你希望成为子政策的政策

source: Step 3 - Summary
zh_cn: 步骤 3 - 总结

source: Review the information below before clicking on <strong>Finish</strong> to create the policy.
zh_cn: 检查以下信息，然后单击 <strong>完成</strong> 来创建政策.

source: No accounts/groups have been selected.
zh_cn: 没有账户／组被选择.

source: No user will be able to access resources attached to this policy.
zh_cn: 没有用户可以使用这个连接到这政策的资源

source: Policy Created
zh_cn: 政策创建了

source: The policy creation wizard is now complete.
zh_cn: 政策创建向导现已完成。

source: The creation of the policy failed.
zh_cn: 建立政策失败。.

source: The creation of the policy is complete, but some warnings occured.
zh_cn: 已完成创建政策，但一些警告发生。

source: Policy created.
zh_cn: 政策创建了.

source: Granted policy to selected principals
zh_cn: 添加政策到已选的原则

source: Failed to grant access to this policy to selected principals.
zh_cn: 添加政策到已选的原则失败

source: Failed to create new policy.
zh_cn: 创建新的政策失败.

source: OpenVPN-ALS::::Create Access Right
zh_cn: OpenVPN-ALS::::创建访问权限

source: The following wizard will guide you through the configuration of an access right of the type selected.
zh_cn: 下面的向导将引导您完成各阶段的配置访问权限到已选的类型

source: This will allow you to grant rights to your users that will enable them to configure, maintain or otherwise control the various features of OpenVPN-ALS.
zh_cn: 这允许你给于权限到你的用户，使他们可以配置，维护管理OpenVPN-ALS的各个方面

source: Create Access Right
zh_cn: 创建访问权限

source: Step 1 - Details
zh_cn: 步骤1 - 详情

source: Please provide a name and description for this access right.
zh_cn: 请提供名字和描述为这个访问权限

source: No name has been provided for this access right.
zh_cn: 没有访问权限名字提供

source: You must provide a description for this access right.
zh_cn: 你必须提供访问权限的描述

source: Access right name must be {0} characters or less.
zh_cn: 访问权限名字必须是{0} 字符

source: Failed to check for access right by name.
zh_cn: 用名字检查访问权限失败

source: Access right named <strong>{0}</strong> already exists.
zh_cn: 访问权限的名字<strong>{0}</strong> 已存在.

source: Resource Right
zh_cn: 资源权限

source: You are now creating a new <strong>Resource Access Right</strong>.
zh_cn: 你现在创建一个新的 <strong>资源访问权限</strong>.

source: This type of access right allows others users to maintain global resources such as Web Forwards, Network Places etc.
zh_cn: 这个类型的访问权限允许其他用户维护全球资源如Web推送，网络邻居等

source: System Right
zh_cn: 系统权限

source: You are now creating a new <strong>System Access Right</strong>.
zh_cn: 你现在创建一个新的 <strong>系统权限</strong>.

source: This type of access right allows others users access system functions such as System Configuration, or Shutdown.
zh_cn: 这个类型的访问权限允许其他用户访问系统功能如系统配置或关闭

source: Personal Right
zh_cn: 个人权限

source: You are now creating a new <strong>Personal Access Right</strong>.
zh_cn: 你现在创建一个新的 <strong>个人访问权限</strong>.

source: This type of access right defines what areas of the system ordinary users are able to access.
zh_cn: 这个类型的访问权限定义了系统什么范围可以被用户访问

source: Step 2 - Rights
zh_cn: 步骤 3 - 权限

source: Please specify the rights that should be granted to this resource by adding them here.
zh_cn: 请指定这个资源权限，在这里添加

source: Resource type:
zh_cn: 资源类型:

source: Available Rights
zh_cn: 可用的权限

source: Selected Rights
zh_cn: 已选的权限

source: Add All
zh_cn: 添加所有

source: Remove All
zh_cn: 删除所有

source: No Permissions have been selected, there must be at least one Permission.
zh_cn: 没有允许被选择，必须至少选择一个

source: Step 3 - Policy Selection
zh_cn: 步骤 3 - 政策选择

source: Choose the policies that you wish to attach this resource to.
zh_cn: 选择你愿意连接这个资源的政策

source: A resource must be attached to at least one policy.
zh_cn: 一个资源必须附上至少一个政策

source: Step 5 - Summary
zh_cn: 步骤 5 - 总结

source: Review the information below before clicking on <strong>Finish</strong> to create the access right.
zh_cn: 检查以下信息，在点击前<strong>完成</strong> 创建访问权限

source: Access Right Created
zh_cn: 访问权限

source: The access right creation wizard is now complete.
zh_cn: 权限的创建向导现在已经完成

source: The creation of access right failed.
zh_cn: 权限的创建失败

source: The creaton of the access right is complete, but some warnings occured.
zh_cn: 权限的创建现在已经完成，但一些警告发生。

source: Access right created.
zh_cn: 访问权限创建

source: Delegated to policies.
zh_cn: 下放给政策

source: Attached access right to policies.
zh_cn: 附加访问权利的政策

source: Failed to attach to access right to policies.
zh_cn: 附加访问权利的政策失败

source: Failed to create new access right.
zh_cn: 创建新的访问权限失败.

source: OpenVPN-ALS:::Access Rights
zh_cn: OpenVPN-ALS:::访问权限

source: Class
zh_cn: 类

source: Personal
zh_cn: 个人

source: Delegate
zh_cn: 代表

source: <strong>This access right is attached to multiple policies :-</strong>
zh_cn: <strong>此访问权限连接到多个政策 :-</strong>

source: There are currently no existing access rights or none that you are allowed to edit.
zh_cn: 目前没有任何现有的访问权限或没有，你可以修改。

source: If allowed, you will be able to create a new access right by selected on one of the <b>Create Right</b> action.
zh_cn: 如果允许，您将能够创建一个新的访问权利，选择<b>创建权限</b> 行为.

source: Remove access right
zh_cn: 删除访问权限

source: Edit access right
zh_cn: 编辑访问权限

source: Copy access right
zh_cn: 拷贝访问权限

source: Create Resource Right
zh_cn: 创建资源权限t

source: Click here if you wish to create a new resource right to allow other policies to maintain global resources.
zh_cn: 点击这里如果您想创建一个新的资源的权利，允许其他政策，以维护全局的资源。

source: Create System Right
zh_cn: 创建系统资源

source: Click here if you wish to create a new system right to allow other policies to configure the OpenVPN-ALS system.
zh_cn: 点击这里如果您想创建一个新的系统的权利，允许其他政策来配置OpenVPN-ALS系统。

source: Create Personal Right
zh_cn: 创建个人权限

source: Click here if you wish to create a personal right to allow other policies to create their own personal resources.
zh_cn: 点击这里如果您想创建一个个人权利，允许其他政策，以创建自己的个人资源。

source: OpenVPN-ALS::Edit Access Right
zh_cn: OpenVPN-ALS::编辑访问权限

source: Here you may edit an access right.
zh_cn: 这里你可以编辑访问权限

source: Edit Access Right
zh_cn: 编辑访问权限

source: You are now editing a <strong>Resource Access Right</strong>.
zh_cn: 你现在创建一个新的 <strong>资源访问权限</strong>.

source: You are now editing a <strong>System Access Right</strong>.
zh_cn: 你现在创建一个新的 <strong>系统访问权限</strong>.

source: You are now editing a new <strong>Personal Access Right</strong>.
zh_cn: 你现在创建一个新的 <strong>个人访问权限</strong>.

source: You have selected no rights for this access right.
zh_cn: 你选择了没有权利对于访问权限

source: Please select at least one access right.
zh_cn: 请选择至少一个访问权限

source: Access rights <b>{0}</b> saved.
zh_cn: 访问权限<b>{0}</b>保存了.

source: OpenVPN-ALS::View Resource Access Rights
zh_cn: OpenVPN-ALS::查看资源的访问权限

source: Here you may view the details of a resource access right.
zh_cn: 在这里你可以查看资源访问权限更多的信息

source: View Resource Access Right
zh_cn: 查看资源的访问权限

source: OpenVPN-ALS:::Remove Resource Access Right
zh_cn: OpenVPN-ALS::::删除访问权限

source: Are you sure you wish to remove this access right?
zh_cn: 你确定你想要删除这个访问权限?

source: Access right <b>{0}</b> deleted.
zh_cn: 访问权限<b>{0}</b>删除了

source: Add to favorites
zh_cn: 添加到收藏

source: A resource of this type with the name <strong>{0}</strong> already exists.
zh_cn: 这种类型的资源名称 <strong>{0}</strong>已经存在

source: You must supply a name for this resource.
zh_cn: 你必须提供名字为这个资源

source: You must supply a description for this resource.
zh_cn: 你必须提供表述为这个资源

source: Resource name must be {0} characters or less.
zh_cn: 政策名必须是 {0} 字符.

source: Failed to determine if resource exists.
zh_cn: 决定失败如果资源已存在

source: SSL-Tunnels
zh_cn: SSL-隧道

source: Service
zh_cn: 服务

source: Accounts and Groups
zh_cn: 账户和组

source: Replacements
zh_cn: 代替

source: Personal Web Forward
zh_cn: 个人Web推送

source: Personal Profile
zh_cn: 个人配置档案

source: Favorites
zh_cn: 收藏

source: Create, Edit and Assign
zh_cn: 创建，编辑和委派

source: Edit and Assign
zh_cn: 编辑和委派

source: Assign
zh_cn: 委派

source: Change
zh_cn: 改变

source: Perform
zh_cn: 表现

source: Maintain
zh_cn: 维护

source: Use
zh_cn: 使用

source: Control
zh_cn: 控制

source: Send
zh_cn: 发送

source: Restart
zh_cn: 重新启动

source: There are {0} users attached to the policy.
zh_cn: 总共有 {0} 用户连接到这个政策.

source: There are {0} groups attached to the policy.
zh_cn: 总共有 {0} 组连接到这个政策.

source: The Resource is not attached to any policies.
zh_cn: 这个资源没有委派任何政策.

source: You need to attach this resource to at least one policy to be able to launch it.
zh_cn: 你必须委派至少一个政策到这个资源并启动它

source: Properties and Profiles
zh_cn: 属性和配置文件

source: Message resources for OpenVPN-ALS system configuration, profiles and profile properties.
zh_cn: OpenVPN-ALS系统配置，配置文件和配置文件属性的信息资源

source: User Attribute
zh_cn: 用户属性

source: Policy Attribute
zh_cn: 政策属性

source: Resource Attribute
zh_cn: 资源属性

source: Text
zh_cn: 文档

source: Number
zh_cn: 数字

source: Checkbox
zh_cn: 复选框

source: Multiple Entry
zh_cn: 多入口

source: Text Area
zh_cn: 文本区

source: Time
zh_cn: 时间

source: Color
zh_cn: 颜色

source: Multiple Selection
zh_cn: 多重选择

source: User or admin may use, view or change
zh_cn: 用户或管理员可以使用，查看或更改

source: User may use or view, administrator may change
zh_cn: 用户可以使用或查看，管理员可能会改变

source: User may use, administrator may view or change
zh_cn: 用户可以使用，管理员可以查看或更改

source: User confidential
zh_cn: 用户保密

source: Startup Profile
zh_cn: 启动配置文件

source: Choose the profile you wish to use upon startup.
zh_cn: 选择在启动时要使用的配置文件。

source: If <i>Select At Login</i> is chosen, you will be given the oppurtunity to select your profile upon login.
zh_cn: 如果 <i>选择登录</i>选定后，您将被给予机会选择登录后您的个人资料

source: Select on Login
zh_cn: 选择登入

source: OpenVPN-ALS:::Global Preferences
zh_cn: OpenVPN-ALS:::全局偏好

source: Global Preferences
zh_cn: 全局偏好

source: Here you can configure global OpenVPN-ALS preferences that will become the default settings for each connecting user.
zh_cn: 在这里您可以配置全球OpenVPN-ALS偏好将成为默认设置每个连接用户

source: Note that users may have the ability to override some of these properties.
zh_cn: 请注意，用户可以有能力覆盖其中的一些属性。

source: You can may create different profiles for different environments that your users may find themselves in (at home, at the office etc).
zh_cn: 您可以创建不同的配置文件对于不同的环境中，您的用户可能会发现自己（在家里，办公室等） 。
